Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Reflects overall HRV including sympathetic influences. Typical range: 50-150ms.
ar: يعكس HRV الإجمالي بما في ذلك التأثيرات الودية. النطاق المعتاد: 50-150 مللي ثانية.
da: Afspejler samlet HRV inklusive sympatiske påvirkninger. Typisk interval: 50-150 ms.
de: Spiegelt die gesamte HRV einschließlich sympathischer Einflüsse wider. Typischer Bereich: 50-150 ms.
es: Refleja la HRV global, incluidas las influencias simpáticas. Rango típico: 50-150 ms.
fi: Kuvaa kokonais-HRV:tä sympaattiset vaikutukset mukaan lukien. Tyypillinen vaihteluväli: 50-150 ms.
fr: Reflète la HRV globale, influences sympathiques comprises. Plage typique : 50-150 ms.
is: Endurspeglar heildar-HRV, þar með talin drifkerfisáhrif. Dæmigert bil: 50-150 ms.
it: Riflette l’HRV complessiva, incluse le influenze simpatiche. Intervallo tipico: 50-150 ms.
ja: 交感神経の影響を含む全体的な HRV を反映します。典型的な範囲: 50-150 ms。
ko: 교감 영향을 포함한 전체 HRV를 반영합니다. 일반적 범위: 50-150 ms.
nb: Gjenspeiler samlet HRV inkludert sympatiske påvirkninger. Typisk område: 50-150 ms.
nl: Weerspiegelt de totale HRV inclusief sympathische invloeden. Typisch bereik: 50-150 ms.
pt_br: Reflete a VFC geral, incluindo influências simpáticas. Faixa típica: 50-150 ms.
ru: Отражает общую ВСР, включая симпатические влияния. Типичный диапазон: 50-150 мс.
sv: Speglar total HRV inklusive sympatiska influenser. Typiskt intervall: 50-150 ms.
zh_hans: 反映包含交感影响的整体 HRV。典型范围：50-150 ms。

source: Refresh
ar: تحديث
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Actualiser
is: Endurhlaða
it: Aggiorna
ja: 更新
ko: 새로고침
nb: Oppdater
nl: Vernieuwen
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
zh_hans: 刷新

source: Refresh data context
ar: تحديث سياق البيانات
da: Opdater datakontekst
de: Datenkontext aktualisieren
es: Actualizar contexto de datos
fi: Päivitä tietojen konteksti
fr: Actualiser le contexte des données
is: Endurnýja gagnasamhengi
it: Aggiorna contesto dati
ja: データコンテキストを更新
ko: 데이터 컨텍스트 새로 고침
nb: Oppdater datakontekst
nl: Gegevenscontext vernieuwen
pt_br: Atualizar contexto de dados
ru: Обновить контекст данных
sv: Uppdatera datakontext
zh_hans: 刷新数据上下文

source: Refresh from Apple Health
ar: تحديث من Apple Health
da: Opdater fra Apple Health
de: Aus Apple Health aktualisieren
es: Actualizar desde Apple Health
fi: Päivitä Apple Healthista
fr: Actualiser depuis Apple Santé
is: Endurhlaða úr Apple Health
it: Aggiorna da Apple Health
ja: Apple Health から更新
ko: Apple Health에서 새로고침
nb: Oppdater fra Apple Health
nl: Vernieuwen vanuit Apple Health
pt_br: Atualizar a partir do Apple Health
ru: Обновить из Apple Здоровье
sv: Uppdatera från Apple Health
zh_hans: 从 Apple 健康 刷新

source: Refresh sleep data
ar: تحديث بيانات النوم
da: Opdater søvndata
de: Schlafdaten aktualisieren
es: Actualizar datos de sueño
fi: Päivitä unidata
fr: Actualiser les données de sommeil
is: Endurnýja svefngögn
it: Aggiorna i dati sul sonno
ja: 睡眠データを更新
ko: 수면 데이터 새로 고침
nb: Oppdater søvndata
nl: Slaapgegevens vernieuwen
pt_br: Atualizar dados de sono
ru: Обновить данные о сне
sv: Uppdatera sömndata
zh_hans: 刷新睡眠数据

source: Regenerate
ar: إعادة الإنشاء
da: Generér igen
de: Neu erstellen
es: Regenerar
fi: Luo uudelleen
fr: Régénérer
is: Endurbúa til
it: Rigenera
ja: 再生成
ko: 다시 생성
nb: Generer på nytt
nl: Opnieuw genereren
pt_br: Gerar novamente
ru: Создать заново
sv: Generera om
zh_hans: 重新生成

source: REM sleep
ar: نوم حركة العين السريعة
da: REM-søvn
de: REM-Schlaf
es: Sueño REM
fi: REM-uni
fr: Sommeil paradoxal
is: REM-svefn
it: Sonno REM
ja: レム睡眠
ko: REM 수면
nb: REM-søvn
nl: REM-slaap
pt_br: Sono REM
ru: REM-сон
sv: REM-sömn
zh_hans: 快速眼动睡眠

source: REM Sleep
ar: نوم حركة العين السريعة
da: REM-søvn
de: REM-Schlaf
es: Sueño REM
fi: REM-uni
fr: Sommeil paradoxal
is: REM-svefn
it: Sonno REM
ja: レム睡眠
ko: REM 수면
nb: REM-søvn
nl: REM-slaap
pt_br: Sono REM
ru: REM-сон
sv: REM-sömn
zh_hans: 快速眼动睡眠

source: REM sleep is when most dreaming happens and where emotional / procedural memory is processed. Target: 20–25% of total sleep. REM blocks lengthen across the night — short or fragmented REM often shows up after alcohol or late-night training.
ar: نوم REM هو وقت معظم الأحلام ومعالجة الذاكرة العاطفية والإجرائية. الهدف: 20–25% من إجمالي النوم. وتطول كتل REM عبر الليل — وغالبًا ما يظهر REM قصير أو مجزّأ بعد الكحول أو التدريب في وقت متأخر.
da: REM-søvn er hvor det meste af drømmene sker, og hvor følelsesmæssig og procedural hukommelse bearbejdes. Mål: 20–25% af den samlede søvn. REM-blokke bliver længere ud gennem natten — kort eller fragmenteret REM ses ofte efter alkohol eller sen aftentræning.
de: Im REM-Schlaf finden die meisten Träume statt und emotionales sowie prozedurales Gedächtnis wird verarbeitet. Ziel: 20–25% des Gesamtschlafs. Die REM-Blöcke werden im Lauf der Nacht länger — kurzer oder zerstückelter REM zeigt sich oft nach Alkohol oder spätem Training.
es: El sueño REM es cuando ocurre la mayoría de los sueños y donde se procesa la memoria emocional y procedimental. Objetivo: 20–25% del sueño total. Los bloques REM se alargan a lo largo de la noche — un REM corto o fragmentado suele aparecer tras el alcohol o entrenar tarde.
fi: REM-unessa nähdään suurin osa unista ja käsitellään tunne- ja taitomuistia. Tavoite: 20–25% kokonaisunesta. REM-jaksot pitenevät yön mittaan — lyhyt tai pirstoutunut REM näkyy usein alkoholin tai myöhäisen harjoittelun jälkeen.
fr: Le sommeil REM est le moment où l’on rêve le plus et où la mémoire émotionnelle et procédurale est traitée. Objectif : 20–25% du sommeil total. Les blocs REM s’allongent au fil de la nuit — un REM court ou fragmenté apparaît souvent après l’alcool ou un entraînement tardif.
is: REM-svefn er þegar flestir draumar eiga sér stað og tilfinninga- og verklagsminni er unnið úr. Markmið: 20–25% af heildarsvefni. REM-kaflar lengjast eftir því sem líður á nóttina — stuttur eða sundurlaus REM sést oft eftir áfengi eða síðkvöldsæfingar.
it: Il sonno REM è quando si sogna di più e dove si elabora la memoria emotiva e procedurale. Obiettivo: 20–25% del sonno totale. I blocchi REM si allungano nel corso della notte — un REM breve o frammentato compare spesso dopo alcol o allenamenti serali tardivi.
ja: REM 睡眠は夢の大半が生じ、情動記憶と手続き記憶が処理される段階です。目安: 総睡眠の 20〜25%。REM のブロックは夜が進むにつれて長くなります — 短い、あるいは分断された REM は、飲酒後や深夜のトレーニング後によく見られます。
ko: REM 수면은 대부분의 꿈이 일어나고 정서·절차 기억이 처리되는 단계입니다. 목표: 총 수면의 20–25%. REM 구간은 밤이 깊어질수록 길어집니다 — 짧거나 분절된 REM은 음주 후나 늦은 밤 훈련 후에 자주 나타납니다.
nb: REM-søvn er der det meste av drømmingen skjer, og der emosjonell og prosedural hukommelse bearbeides. Mål: 20–25% av total søvn. REM-bolkene blir lengre utover natten — kort eller oppstykket REM ses ofte etter alkohol eller sen kveldstrening.
nl: REM-slaap is wanneer het meeste dromen gebeurt en waar emotioneel en procedureel geheugen wordt verwerkt. Doel: 20–25% van de totale slaap. REM-blokken worden langer in de loop van de nacht — korte of versnipperde REM zie je vaak na alcohol of laat trainen.
pt_br: O sono REM é quando ocorre a maior parte dos sonhos e onde a memória emocional e procedural é processada. Alvo: 20–25% do sono total. Os blocos de REM ficam mais longos ao longo da noite — REM curto ou fragmentado costuma aparecer após álcool ou treino tarde da noite.
ru: REM-сон — это когда происходит большая часть сновидений и обрабатывается эмоциональная и процедурная память. Цель: 20–25% всего сна. Блоки REM удлиняются к утру — короткий или фрагментированный REM часто бывает после алкоголя или поздней тренировки.
sv: REM-sömn är när det mesta drömmandet sker och där emotionellt och procedurellt minne bearbetas. Mål: 20–25% av total sömn. REM-blocken blir längre under natten — kort eller fragmenterad REM syns ofta efter alkohol eller sen kvällsträning.
zh_hans: REM 睡眠是大部分做梦发生的阶段，也是情绪与程序性记忆被加工的时段。目标：占总睡眠的 20–25%。REM 段落会随夜晚推进而变长 — 饮酒或深夜训练后常出现 REM 偏短或被打断。

source: remaining
ar: متبقي
da: resterende
de: verbleibend
es: restante
fi: jäljellä
fr: restant
is: eftir
it: rimanente
ja: 残り
ko: 남음
nb: gjenstår
nl: resterend
pt_br: restante
ru: осталось
sv: kvar
zh_hans: 剩余

source: Remember this
ar: تذكَّر هذا
da: Husk dette
de: Das merken
es: Recordar esto
fi: Muista tämä
fr: S'en souvenir
is: Muna þetta
it: Ricorda questo
ja: これを記憶する
ko: 이것을 기억하기
nb: Husk dette
nl: Dit onthouden
pt_br: Lembrar disto
ru: Запомнить это
sv: Kom ihåg detta
zh_hans: 记住这一点

source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
is: Fjarlægja
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pt_br: Remover
ru: Удалить
sv: Ta bort
zh_hans: 移除

source: Remove cue
ar: إزالة التنبيه
da: Fjern signal
de: Hinweis entfernen
es: Quitar aviso
fi: Poista vihje
fr: Supprimer l’alerte
is: Fjarlægja ábendingu
it: Rimuovi segnale
ja: 通知を削除
ko: 알림 제거
nb: Fjern varsel
nl: Melding verwijderen
pt_br: Remover aviso
ru: Убрать подсказку
sv: Ta bort signal
zh_hans: 移除提示

source: Remove Device
ar: إزالة الجهاز
da: Fjern enhed
de: Gerät entfernen
es: Eliminar dispositivo
fi: Poista laite
fr: Supprimer l'appareil
is: Fjarlægja tæki
it: Rimuovi dispositivo
ja: デバイスを削除
ko: 기기 제거
nb: Fjern enhet
nl: Apparaat verwijderen
pt_br: Remover Dispositivo
ru: Удалить устройство
sv: Ta bort enhet
zh_hans: 移除设备

source: Remove HRV-Enhanced Stages from past sessions?
ar: إزالة المراحل المحسّنة بـ HRV من الجلسات السابقة؟
da: Fjern HRV-forbedrede stadier fra tidligere sessioner?
de: HRV-verbesserte Phasen aus vergangenen Sitzungen entfernen?
es: ¿Quitar las etapas mejoradas con HRV de las sesiones anteriores?
fi: Poistetaanko HRV-tehostetut vaiheet aiemmista istunnoista?
fr: Supprimer les phases améliorées par HRV des séances passées ?
is: Fjarlægja HRV-bætt stig úr fyrri lotum?
it: Rimuovere le fasi migliorate con HRV dalle sessioni passate?
ja: 過去のセッションから HRV 強化ステージを削除しますか？
ko: 지난 세션에서 HRV 강화 단계를 제거할까요?
nb: Fjerne HRV-forbedrede stadier fra tidligere økter?
nl: HRV-verbeterde fasen uit eerdere sessies verwijderen?
pt_br: Remover os estágios aprimorados por HRV das sessões anteriores?
ru: Удалить улучшенные с помощью HRV стадии из прошлых сессий?
sv: Ta bort HRV-förbättrade stadier från tidigare pass?
zh_hans: 从过去的记录中移除 HRV 增强阶段？

source: Remove key
ar: إزالة المفتاح
da: Fjern nøgle
de: Schlüssel entfernen
es: Quitar clave
fi: Poista avain
fr: Supprimer la clé
is: Fjarlægja lykil
it: Rimuovi chiave
ja: キーを削除
ko: 키 제거
nb: Fjern nøkkel
nl: Sleutel verwijderen
pt_br: Remover chave
ru: Удалить ключ
sv: Ta bort nyckel
zh_hans: 移除密钥

source: Remove sample data
ar: إزالة البيانات التجريبية
da: Fjern eksempeldata
de: Beispieldaten entfernen
es: Eliminar datos de ejemplo
fi: Poista esimerkkidata
fr: Supprimer les données d’exemple
is: Fjarlægja sýnigögn
it: Rimuovi dati di esempio
ja: サンプルデータを削除
ko: 샘플 데이터 제거
nb: Fjern eksempeldata
nl: Voorbeeldgegevens verwijderen
pt_br: Remover dados de exemplo
ru: Удалить демо-данные
sv: Ta bort exempeldata
zh_hans: 移除示例数据

source: Remove Segment
ar: إزالة المقطع
da: Fjern segment
de: Segment entfernen
es: Eliminar segmento
fi: Poista segmentti
fr: Supprimer le segment
is: Fjarlægja hluta
it: Rimuovi segmento
ja: セグメントを削除
ko: 세그먼트 제거
nb: Fjern segment
nl: Segment verwijderen
pt_br: Remover Segmento
ru: Удалить сегмент
sv: Ta bort segment
zh_hans: 移除片段

source: Removed %lld sleep samples written by Emuqu.
ar: تمت إزالة %lld عينة نوم كتبها Emuqu.
da: Fjernede %lld søvnprøver skrevet af Emuqu.
de: %lld von Emuqu geschriebene Schlafproben entfernt.
es: Se eliminaron %lld muestras de sueño escritas por Emuqu.
fi: Poistettiin %lld Emuqun kirjoittamaa uninäytettä.
fr: %lld échantillons de sommeil écrits par Emuqu ont été supprimés.
is: Fjarlægði %lld svefnsýni sem Emuqu skrifaði.
it: Rimossi %lld campioni di sonno scritti da Emuqu.
ja: Emuqu が書き込んだ睡眠サンプルを %lld 件削除しました。
ko: Emuqu가 기록한 수면 샘플 %lld개를 제거했습니다.
nb: Fjernet %lld søvnprøver skrevet av Emuqu.
nl: %lld slaapsamples verwijderd die door Emuqu waren geschreven.
pt_br: Foram removidas %lld amostras de sono gravadas pelo Emuqu.
ru: Удалено %lld образца сна, записанных Emuqu.
sv: Tog bort %lld sömnprover som skrivits av Emuqu.
zh_hans: 已移除 Emuqu 写入的 %lld 个睡眠样本。

source: Removes every sleep sample this app has written to Apple Health. Watch and other sources are untouched.
ar: يزيل جميع عيّنات النوم التي كتبها هذا التطبيق في Apple Health. لا يتأثر Watch والمصادر الأخرى.
da: Fjerner alle søvnmålinger, som denne app har skrevet til Apple Health. Watch og andre kilder berøres ikke.
de: Entfernt alle Schlafdaten, die diese App in Apple Health geschrieben hat. Watch und andere Quellen bleiben unberührt.
es: Elimina todas las muestras de sueño que esta app haya escrito en Apple Health. El Watch y otras fuentes no se ven afectados.
fi: Poistaa kaikki uninäytteet, jotka tämä sovellus on kirjoittanut Apple Healthiin. Watchin ja muiden lähteiden tietoihin ei kosketa.
fr: Supprime tous les échantillons de sommeil que cette app a écrits dans Apple Santé. Les données de la Watch et des autres sources ne sont pas touchées.
is: Fjarlægir öll svefnsýni sem þetta forrit hefur skrifað í Apple Health. Gögn frá Watch og öðrum heimildum eru ósnert.
it: Rimuove tutti i campioni di sonno che questa app ha scritto in Apple Salute. I dati di Watch e di altre fonti non vengono toccati.
ja: このアプリが Apple ヘルスケアに書き込んだすべての睡眠サンプルを削除します。Apple Watch やその他のソースのデータには影響しません。
ko: 이 앱이 Apple 건강에 기록한 모든 수면 샘플을 제거합니다. Watch 및 기타 소스의 데이터는 그대로 유지됩니다.
nb: Fjerner alle søvnprøver denne appen har skrevet til Apple Health. Data fra Watch og andre kilder berøres ikke.
nl: Verwijdert elk slaapmonster dat deze app naar Apple Health heeft geschreven. Gegevens van de Watch en andere bronnen blijven ongemoeid.
pt_br: Remove todas as amostras de sono que este app gravou no Apple Saúde. Os dados do Watch e de outras fontes não são alterados.
ru: Удаляет все записи сна, которые это приложение записало в Apple Здоровье. Данные Watch и других источников не затрагиваются.
sv: Tar bort alla sömnprover som den här appen har skrivit till Apple Hälsa. Watch och andra källor påverkas inte.
zh_hans: 移除本应用写入 Apple 健康的所有睡眠样本。手表和其他来源的数据不受影响。

source: Removes the workout-recording tab. Recovery-only users get a cleaner UI.
ar: يزيل علامة تبويب تسجيل التمرين. يحصل المستخدمون الذين يستعملون التعافي فقط على واجهة أبسط.
da: Fjerner fanen til træningsoptagelse. Brugere, der kun bruger restitution, får en renere brugerflade.
de: Entfernt den Tab zur Trainingsaufzeichnung. Nutzer, die nur die Erholung verwenden, erhalten eine aufgeräumtere Oberfläche.
es: Elimina la pestaña de grabación de entrenamientos. Los usuarios que solo usan la recuperación obtienen una interfaz más limpia.
fi: Poistaa harjoituksen tallennusvälilehden. Vain palautumista käyttävät saavat selkeämmän käyttöliittymän.
fr: Supprime l'onglet d'enregistrement des séances. Les utilisateurs axés sur la récupération uniquement bénéficient d'une interface plus épurée.
is: Fjarlægir flipann fyrir æfingaupptöku. Notendur sem nota aðeins endurheimt fá hreinna viðmót.
it: Rimuove la scheda di registrazione degli allenamenti. Gli utenti che usano solo il recupero ottengono un'interfaccia più pulita.
ja: ワークアウト記録タブを削除します。回復機能のみを使うユーザーは、よりすっきりしたUIになります。
ko: 운동 기록 탭을 제거합니다. 회복 기능만 사용하는 사용자는 더 깔끔한 UI를 사용할 수 있습니다.
nb: Fjerner fanen for treningsopptak. Brukere som bare bruker restitusjon, får et renere grensesnitt.
nl: Verwijdert het tabblad voor workout-opname. Gebruikers die alleen herstel gebruiken, krijgen een rustigere interface.
pt_br: Remove a aba de gravação de treinos. Usuários que usam só a recuperação têm uma interface mais limpa.
ru: Убирает вкладку записи тренировок. Пользователи, которым нужно только восстановление, получают более чистый интерфейс.
sv: Tar bort fliken för träningsinspelning. Användare som bara använder återhämtning får ett renare gränssnitt.
zh_hans: 移除训练记录标签页。仅使用恢复功能的用户可获得更简洁的界面。

source: Removes this session forever; cannot be undone
ar: يزيل هذه الجلسة نهائيًا؛ لا يمكن التراجع عن ذلك
da: Fjerner denne session permanent; kan ikke fortrydes
de: Entfernt diese Sitzung dauerhaft; kann nicht rückgängig gemacht werden
es: Elimina esta sesión para siempre; no se puede deshacer
fi: Poistaa tämän istunnon pysyvästi; ei voi peruuttaa
fr: Supprime cette session définitivement ; action irréversible
is: Fjarlægir þessa lotu varanlega; ekki hægt að afturkalla
it: Rimuove questa sessione per sempre; non può essere annullata
ja: このセッションを完全に削除します。元に戻せません
ko: 이 세션을 영구적으로 삭제합니다. 취소할 수 없습니다
nb: Fjerner denne økten for alltid; kan ikke angres
nl: Verwijdert deze sessie voorgoed; kan niet ongedaan worden gemaakt
pt_br: Remove esta sessão para sempre; não pode ser desfeito
ru: Удаляет эту сессию навсегда; отменить нельзя
sv: Tar bort den här sessionen för alltid; kan inte ångras
zh_hans: 永久删除此记录；无法撤销

source: Removing sample data…
ar: جارٍ إزالة البيانات التجريبية…
da: Fjerner eksempeldata…
de: Beispieldaten werden entfernt …
es: Eliminando datos de ejemplo…
fi: Poistetaan esimerkkidataa…
fr: Suppression des données d’exemple…
is: Fjarlægir sýnigögn…
it: Rimozione dei dati di esempio…
ja: サンプルデータを削除中…
ko: 샘플 데이터 제거 중…
nb: Fjerner eksempeldata…
nl: Voorbeeldgegevens worden verwijderd…
pt_br: Removendo dados de exemplo…
ru: Удаление демо-данных…
sv: Tar bort exempeldata…
zh_hans: 正在移除示例数据…

source: Rename
ar: إعادة التسمية
da: Omdøb
de: Umbenennen
es: Cambiar nombre
fi: Nimeä uudelleen
fr: Renommer
is: Endurnefna
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nb: Gi nytt navn
nl: Naam wijzigen
pt_br: Renomear
ru: Переименовать
sv: Byt namn
zh_hans: 重命名

source: Rename route
ar: إعادة تسمية المسار
da: Omdøb rute
de: Route umbenennen
es: Renombrar ruta
fi: Nimeä reitti uudelleen
fr: Renommer l'itinéraire
is: Endurnefna leið
it: Rinomina percorso
ja: ルート名を変更
ko: 경로 이름 변경
nb: Gi ruten nytt navn
nl: Route hernoemen
pt_br: Renomear rota
ru: Переименовать маршрут
sv: Byt namn på rutt
zh_hans: 重命名路线

source: Repair
ar: إصلاح
da: Reparer
de: Reparieren
es: Reparar
fi: Korjaa
fr: Réparer
is: Lagfæra
it: Ripara
ja: 修復
ko: 복구
nb: Reparer
nl: Repareren
pt_br: Reparar
ru: Исправить
sv: Reparera
zh_hans: 修复

source: Repair All Sessions
ar: إصلاح كل الجلسات
da: Reparer alle sessioner
de: Alle Sitzungen reparieren
es: Reparar todas las sesiones
fi: Korjaa kaikki istunnot
fr: Réparer toutes les séances
is: Gera við allar lotur
it: Ripara tutte le sessioni
ja: すべてのセッションを修復
ko: 모든 세션 복구
nb: Reparer alle økter
nl: Alle sessies repareren
pt_br: Reparar todas as sessões
ru: Исправить все сессии
sv: Reparera alla sessioner
zh_hans: 修复所有记录

source: Repair Archive
ar: إصلاح الأرشيف
da: Reparer arkiv
de: Archiv reparieren
es: Reparar archivo
fi: Korjaa arkisto
fr: Réparer l'archive
is: Lagfæra safn
it: Ripara archivio
ja: アーカイブを修復
ko: 아카이브 복구
nb: Reparer arkiv
nl: Archief repareren
pt_br: Reparar Arquivo
ru: Исправить архив
sv: Reparera arkiv
zh_hans: 修复存档

source: Repair Archive?
ar: هل تريد إصلاح الأرشيف؟
da: Reparer arkiv?
de: Archiv reparieren?
es: ¿Reparar archivo?
fi: Korjataanko arkisto?
fr: Réparer l'archive ?
is: Lagfæra safn?
it: Riparare l'archivio?
ja: アーカイブを修復しますか？
ko: 아카이브를 복구하시겠습니까?
nb: Reparere arkiv?
nl: Archief repareren?
pt_br: Reparar Arquivo?
ru: Исправить архив?
sv: Reparera arkiv?
zh_hans: 修复存档？

source: Repair Training History…
ar: إصلاح سجل التدريب…
da: Reparer træningshistorik …
de: Trainingsverlauf reparieren …
es: Reparar historial de entrenamiento…
fi: Korjaa harjoitushistoria…
fr: Réparer l'historique d'entraînement…
is: Lagfæra æfingasögu …
it: Ripara cronologia allenamenti…
ja: トレーニング履歴を修復…
ko: 훈련 기록 복구…
nb: Reparer treningshistorikk …
nl: Trainingsgeschiedenis herstellen…
pt_br: Reparar histórico de treino…
ru: Исправить историю тренировок…
sv: Reparera träningshistorik …
zh_hans: 修复训练历史…

source: Repairing snapshots…
ar: جارٍ إصلاح اللقطات…
da: Reparerer snapshots…
de: Snapshots werden repariert…
es: Reparando instantáneas…
fi: Korjataan tilannevedoksia…
fr: Réparation des instantanés…
is: Lagar skyndimyndir…
it: Riparazione istantanee…
ja: スナップショットを修復中…
ko: 스냅샷 복구 중…
nb: Reparerer øyeblikksbilder…
nl: Momentopnamen herstellen…
pt_br: Reparando instantâneos…
ru: Восстановление снимков…
sv: Reparerar ögonblicksbilder…
zh_hans: 正在修复快照…

source: Replace key
ar: استبدال المفتاح
da: Erstat nøgle
de: Schlüssel ersetzen
es: Reemplazar clave
fi: Korvaa avain
fr: Remplacer la clé
is: Skipta um lykil
it: Sostituisci chiave
ja: キーを置き換える
ko: 키 교체
nb: Erstatt nøkkel
nl: Sleutel vervangen
pt_br: Substituir chave
ru: Заменить ключ
sv: Ersätt nyckel
zh_hans: 替换密钥

source: Report response
ar: الإبلاغ عن الرد
da: Rapportér svar
de: Antwort melden
es: Reportar respuesta
fi: Ilmoita vastauksesta
fr: Signaler la réponse
is: Tilkynna svar
it: Segnala risposta
ja: 回答を報告
ko: 답변 신고
nb: Rapporter svar
nl: Antwoord melden
pt_br: Denunciar resposta
ru: Пожаловаться на ответ
sv: Rapportera svar
zh_hans: 举报回复

source: Report Sections
ar: أقسام التقرير
da: Rapportafsnit
de: Berichtsabschnitte
es: Secciones del informe
fi: Raportin osiot
fr: Sections du rapport
is: Hlutar skýrslu
it: Sezioni del report
ja: レポートのセクション
ko: 보고서 섹션
nb: Rapportseksjoner
nl: Rapportsecties
pt_br: Seções do relatório
ru: Разделы отчёта
sv: Rapportavsnitt
zh_hans: 报告章节

source: Reports
ar: التقارير
da: Rapporter
de: Berichte
es: Informes
fi: Raportit
fr: Rapports
is: Skýrslur
it: Report
ja: レポート
ko: 리포트
nb: Rapporter
nl: Rapporten
pt_br: Relatórios
ru: Отчёты
sv: Rapporter
zh_hans: 报告
